Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: ཤཱ་རིའི་བུ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་དེ་བཞིན་གཤེགས་པའི་སྐུ་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་མངོན་པར་དད། ཡིད་ཆེས་རབ་ཏུ་རྟོག ། ཐེ་ཚོམ་མི་ཟ། རྒྱ་ཆེར་དགའ་མགུ་སྟེ་རངས་པ་རྙེད་ནས་ངོ་མཚར་དང་རྨད་དུ་འདུ་ཤེས་སྐྱེད་ཅེ་ན། འདི་ལྟ་སྟེ། དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་མི་དགེ་བའི་ཆོས་ཐམས་ཅད་སྤངས་པ་དགེ་བའི་ཆོས་ཐམས་ཅད་དང་ལྡན་པའོ། ། འདི་ལྟ་སྟེ་མི་གཙང་བ་དང་། མཆིལ་མ་དང་། ངར་སྣབས་དང་། སྣབས་དང་། རྣག་དང་། ཁྲག་དང་། བཤང་བ་དང་། གཅི་བ་དང་བྲལ་བ། རུས་པ་དང་། ཤ་དང་། ཁྲག་དང་། རྒྱུས་པ་ལས་རྣམ་པར་གྲོལ་བའོ། ། འདི་ལྟ་སྟེ། དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་རང་བཞིན་གྱིས་འོད་གསལ་བ། ཡོངས་སུ་དག་པ་ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱི་དྲི་མ་དང་བྲལ་བའོ། ། འདི་ལྟ་སྟེ། དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་འཇིག་རྟེན་ལས་འདས་པ་སྟེ། འཇིག་རྟེན་གྱི་ཆོས་ཐམས་ཅད་ཀྱིས་མ་གོས་པའོ། ། འདི་ལྟ་སྟེ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་ཡོན་ཏན་དཔག་ཏུ་མེད་པ་དང་། བསོད་ནམས་དང་ཡེ་ཤེས་ཀྱི་ཚོགས་བསགས་པས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་འཚོ་བའོ། ། འདི་ལྟ་སྟེ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་ཚུལ་ཁྲིམས་དཔག་ཏུ་མེད་པ་ཡོངས་སུ་བསྒོམས་པ་དང་ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་གཟིགས་པ་དཔག་ཏུ་མེད་པ་ཡོངས་སུ་བསྒོམས་པས་ཡོན་ཏན་ཐམས་ཅད་རབ་ཏུ་རྒྱས་པའོ། ། འདི་ལྟ་སྟེ། དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་ཡོངས་སུ་དག་པའི་མེ་ལོང་གི་དཀྱིལ་འཁོར་གྱི་གཟུགས་བརྙན་ལྟ་བུ་དང་། ཆུ་ལ་ཟླ་བ་སྣང་བ་ལྟ་བུའོ། ། འདི་ལྟ་སྟེ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་ནམ་མཁའི་དབྱིངས་སུ་ཡང་དག་པར་འདུ་ཞིང་ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀླས་པས་བསམ་གྱིས་མི་ཁྱབ་པའོ། ། འདི་ལྟ་སྟེ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་ཟག་པ་ཐམས་ཅད་ལས་ལོག་པས་ཟག་པ་མེད་པའོ། ། འདི་ལྟ་སྟེ་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་འདུས་བྱས་ཐམས་ཅད་དང་བྲལ་བས་འདུས་མ་བྱས་པའོ། །ནམ་མཁའི་ལྟ་བུའི་སྐུའོ། ། མཉམ་པ་མེད་པའི་སྐུའོ། ། འཇིག་རྟེན་གསུམ་པོ་ཐམས་ཅད་ལས་ཁྱད་པར་དུ་འཕགས་པའི་སྐུའོ། ། དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་དཔེ་མེད་པ། ཟླ་མེད་པ། མཚུངས་པ་མེད་པའི་སྐུ་སྟེ་དག་པ་དྲི་མ་མེད་པ། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ། རང་བཞིན་གྱིས་འོད་གསལ་བའོ། །
en: “Śāriputra, what is it about the Tathāgata’s inconceivable body that leads the bodhisatva to have faith in it? What is it that leads the bodhisatva to trust and have confidence in it and not to doubt? What is it that leads him to an even greater degree to feel pleasure, joy, and satisfaction, as he produces the concept of it as being truly wondrous and extraordinary? His tathāgata body has no unwholesome features. It has only wholesome features. It is beyond impurities such as saliva, snot, mucus, pus, blood, excrement, and urine and free of bones, flesh, veins, and sinews. His tathāgata body is naturally pure and radiant, so it is free from the defilement of any vices whatsoever. His tathāgata body is beyond this world, so it is unaffected by worldly things. His tathāgata body possesses innumerable good qualities and is rich in merit and knowledge, so it nourishes all sentient beings. It is the culmination of immeasurable morality, the culmination of immeasurable concentration, wisdom, liberation, and insight into the knowledge of liberation, so his tathāgata body is the blossoming of all good qualities. His tathāgata body is like an image in an immaculate mirror, like the reflection of the moon in water. His tathāgata body is inconceivable, as vast as space, extending further than the totality of phenomena. His tathāgata body is undefiled, free of all defilements. His tathāgata body is unconditioned, beyond all conditions. It is a sky-like body, an unequaled body, the most distinguished body in the threefold world. His tathāgata body is matchless, unrivaled, unlike anything else, pure, stainless, undefiled, and naturally radiant.

source: དེ་ནི་སྔོན་གྱི་མཐས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ཕྱི་མའི་མཐས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ད་ལྟར་བྱུང་བས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། སྐྱེ་བ་དང་། རུས་དང་། རིགས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། གཟུགས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། མཚན་གྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། དཔེ་བྱད་བཟང་པོས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། སེམས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ཡིད་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། རྣམ་པར་ཤེས་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ལྟ་བས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ཐོས་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། དྲན་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། རྣམ་པར་རིག་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ཕུང་པོས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ཁམས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། སྐྱེ་མཆེད་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། སྐྱེ་བས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། གནས་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། འཇིག་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། འཛིན་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། འདོར་བས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ངེས་པར་འབྱུང་བས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། སྤྱོད་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ཁ་དོག་གིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། རྟགས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། དབྱིབས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། འོང་བས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། འགྲོ་བས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ཚུལ་ཁྲིམས་ཡིད་ལ་བྱེད་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ཏིང་ངེ་འཛིན་གྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ཤེས་རབ་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། རྣམ་པར་གྲོལ་བས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་ཡིད་ལ་བྱེད་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། མཚན་ཉིད་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། མཚན་ཉིད་མི་འཐུན་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ཆོས་ཀྱི་མཚན་ཉིད་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། སྟོབས་སུ་སྒྲོ་བཏགས་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། མི་འཇིགས་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། སོ་སོ་ཡང་དག་པར་རིག་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། རྫུ་འཕྲུལ་གྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། སྙིང་རྗེ་ཆེན་པོས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པར་སྒྲོ་བཏགས་པས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན་ཏེ།
en: “It is not produced in the beginning of time. It is not produced at the end of time. It is not produced in the present. It is not produced in birth, family, or clans. It is not produced involving form, characteristics, or marks. It is not produced involving thought, mind, consciousness, or views. It is not produced in hearing, memory, or ideas. It is not produced in skandhas, elements, or sense fields. It is not produced in arising, remaining, or ceasing. It is not produced in grasping or rejecting. It is not produced in emancipation or in practice. It is not produced in color, features, or shape. It is not produced in coming or going. It is not produced in a conception of morality. It is not produced in concentration, wisdom, liberation, or insight into the knowledge of liberation. It is not produced in characteristics or in a lack of characteristics. It is not produced in any phenomenon with a characteristic. It is not produced in the act of attributing power to it. It is not produced in confidence, analytical abilities, or magical abilities. It is not produced in great compassion. It is not produced in the act of attributing the unique buddha qualities to it.

source: སྒྱུ་མ་དང་། སྨིག་རྒྱུ་དང་། ཆུ་ཟླ་དང་། རྨི་ལམ་གྱི་རང་བཞིན་ལྟ་བུར་སྐྱེ་བའི་སྐུའོ། ། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་ལས་བྱུང་བའི་སྐུའོ། ། མི་འགྱུར་བའི་སྐུའོ། ། མི་འཁྲུགས་པའི་སྐུའོ། ། རྣམ་པར་མི་རྟོག་པའི་སྐུའོ། ། མི་གནས་པའི་སྐུའོ། ། མི་སྙེམས་པའི་སྐུའོ། ། གནས་པ་དང་རབ་ཏུ་གནས་པ་དང་མི་གཡོ་བ་ཐོབ་པའི་སྐུའོ། ། གཟུགས་མེད་པ་གཟུགས་ཀྱི་རང་བཞིན་མ་ཡིན་པའི་སྐུའོ། ། ཚོར་བ་མ་ཡིན། འདུ་ཤེས་མ་ཡིན། འདུ་བྱེད་མ་ཡིན། རྣམ་པར་ཤེས་པ་མ་ཡིན། རྣམ་པར་ཤེས་པའི་རང་བཞིན་མ་ཡིན་པའི་སྐུའོ། ། བྱུང་བ་མ་ཡིན། ཀུན་ཏུ་བྱུང་བ་མ་ཡིན། མ་བྱུང་བ་མ་ཡིན་པའི་སྐུའོ། ། རྨད་དུ་བྱུང་བ་རྨད་དུ་བྱུང་བའི་ཆོས་ཀྱི་སྐུའོ། ། མིག་ལས་བྱུང་བ་མ་ཡིན། གཟུགས་སུ་གཏོགས་པ་མ་ཡིན། ཕྱི་རོལ་མ་ཡིན། རྣ་བ་ལ་གནས་པ་མ་ཡིན། སྒྲར་གཏོགས་པ་མ་ཡིན། ཕྱི་རོལ་མ་ཡིན། སྣས་རྣམ་པར་ཤེས་པར་བྱ་བ་མ་ཡིན། དྲིར་གཏོགས་པ་མ་ཡིན། ཕྱི་རོལ་མ་ཡིན། ལྕེས་བསྐྱེད་པ་མ་ཡིན། རོར་གཏོགས་པ་མ་ཡིན། ཕྱི་རོལ་མ་ཡིན། ལུས་དང་ལྡན་པ་མ་ཡིན། རེག་བྱར་གཏོགས་པ་མ་ཡིན། ཕྱི་རོལ་མ་ཡིན། སེམས་ལ་འཇུག་པ་མ་ཡིན། ཡིད་ལ་འཇུག་པ་མ་ཡིན། རྣམ་པར་ཤེས་པ་ལ་འཇུག་པ་མ་ཡིན། ལྡོག་པ་མ་ཡིན། རྗེས་སུ་འཇུག་པ་མ་ཡིན། གནས་པ་དང་མི་གཡོ་བ་ཐོབ་པ། ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀླས་པ། ནམ་མཁའི་ཁམས་ཀྱི་མཐས་གཏུགས་པ། ནམ་མཁའ་དང་མཉམ་པའི་སྐུ་སྟེ།
en: “Rather, his body is produced essentially as an illusion, a mirage, a reflection of the moon in water, or a dream. It is produced as a body of emptiness, without attributes, and without aspirations. It is produced as an immutable body, an unshakable body, a body free of mental constructions, a body that is not dependent on anything, a body free of pride. It is produced as a firm and stable body that has attained immovability, a body devoid of form and the nature of form. It is produced as a body devoid of feeling, perception, mental conditioning, consciousness, and the essence of consciousness. It is produced as a body that does not come into being, that does not arise, and that does not fail to arise. This body is extraordinary, an extraordinary phenomenon. It does not appear to the eye and is neither part of nor separate from form. It is not dependent on the ear and is neither part of nor separate from sound. It is not sensed by the nose and is neither part of nor separate from smell. It does not appear to the tongue and is neither part of nor separate from taste. It has no contact with the body and is neither part of nor separate from touch. It is neither active nor inactive in thoughts, in mind, or in consciousness, nor does it follow them. It is accomplished in stability and immovability, a sky-like body, and more vast than the totality of phenomena, and it reaches to the end of space.

source: ཤཱ་རིའི་བུ་འདི་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་དེ་བཞིན་གཤེགས་པའི་སྐུ་བསམ་གྱིས་མི་ཁྱབ་པ་སྟེ། དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་མངོན་པར་དང་། ཡིད་ཆེས། རབ་ཏུ་རྟོག ། ཐེ་ཚོམ་མི་ཟ། རྒྱ་ཆེར་དགའ་མགུ་སྟེ་རངས་པ་རྙེད་ནས་ངོ་མཚར་དང་རྨད་དུ་འདུ་ཤེས་སྐྱེད་དོ། །
en: “This, Śāriputra, is the inconceivable body of the Tathāgata. The bodhisatva has great faith in it, has trust and confidence, and does not doubt it, and to an even greater degree he feels pleasure, joy, and satisfaction as he produces the concept of it as being truly wondrous and extraordinary.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ཏེ། བདེ་བར་གཤེགས་པས་དེ་སྐད་གསུངས་ནས་སྟོན་པས་གཞན་ཡང་འདི་སྐད་གསུང་ངོ་། །
en: This is what the Lord said. After the Sugata had said this, he, the teacher, continued as follows:

source: བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་དཔག་མེད་པར། །བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་རྣམ་སྤྱད་ཅིང་། །ལས་རྣམས་གསུམ་ནི་ཤིན་ཏུ་ཡོངས་དག་པར། །མཚུངས་མེད་བདེ་བར་གཤེགས་པའི་སྐུ་ཚོལ་ལོ། །
en: “For incalculable millions of billions of eons He followed the training of the bodhisatva, Keeping his threefold bodily conduct pure In search of the incomparable sugata body.

source: ཕྱོགས་བཅུ་འགྲོ་བ་ཀུན་ལ་བྱམས་པ་དང་། །སྙིང་རྗེ་རྒྱ་ཆེར་བསྐྱེད་ནས་སྦྱིན་པ་བྱིན། །
en: “With love for all beings in the ten directions, With generosity motivated by vast compassion,

source: འདོད་ལ་ལོག་པར་གཡེམ་པ་རྟག་སྤོང་ཞིང་། །ནམ་མཁའ་ལྟ་བུ་མཆོག་གི་སྐུ་ཚོལ་ལོ། །
en: Having made a permanent end to sexual craving, He sought the supreme sky-like body.

source: གསེར་ལྟར་དག་ཅིང་མཛེས་པའི་གྲོས་རྣམས་ནི། །དཔག་ཏུ་མེད་པ་གང་གཱའི་བྱེ་མ་སྙེད། །སྦྱིན་པའི་ཕ་རོལ་ཕྱིན་པ་རབ་སྤྱོད་ཅིང་། །རྒྱལ་བའི་སྲས་ཀྱིས་འཇིག་རྟེན་མཆོག་ལ་ཕུལ། །
en: “With garments radiant like pure gold, Innumerable as the sands of the Ganges, The son of the Victorious One trained in the perfection of generosity And gave the best gifts in the world.

source: གཡག་གི་རྔ་མ་བཞིན་དུ་ཚུལ་ཁྲིམས་སྲུང་། ། ཡན་ལག་ཉིང་ལག་བཅད་ཀྱང་དགྲ་ལ་བཟོད། །
en: “He guarded his morality as if it were a valuable chowrie, Showing patient acceptance for his enemies even as they severed his limbs.

source: བརྩོན་འགྲུས་ཀྱི་ནི་ཕ་རོལ་ཕྱིན་སྤྱོད་ཅིང་། །སངས་རྒྱས་སྐུ་ལ་སྨོན་པས་ཡོངས་མི་སྐྱོ། །
en: Eagerly training in the perfection of vigor, He was unwearying in his aspiration to attain the buddha body.

source: ཤེས་རབ་ཐབས་དགའ་རྒྱ་ཆེན་བསམ་གཏན་པ། །བསམ་གཏན་སྤྱོད་ཡུལ་དགའ་རྒྱལ་རྣམ་པར་ལྟ། །ཆོས་དབྱིངས་དམ་པ་བདེ་བར་གཤེགས་པའི་སྐུ། །དེ་འདྲར་བདག་གྱུར་ཅེས་ནི་དེ་ལ་སྨོན། །
en: “Having meditated extensively on the joys of wisdom and skillful means, The Victorious One has insight into everything concerned with meditation, And he makes this aspiration: ‘I shall take the body of a sugata, the perfect totality of all phenomena.’

source: སྲིད་པར་འགྲོ་བ་དག་ཏུ་དགེ་བྱེད་ཅིང་། །མི་མཆོག་གིས་ནི་བྱང་ཆུབ་མཚུངས་མེད་ཐོབ། །
en: “Having performed wholesome deeds for the sake of living beings, The supreme man attained unequaled awakening.

source: དག་པ་དྲི་མེད་གཙང་ཞིང་རྡུལ་བྲལ་བ། །ནམ་མཁའ་འདྲ་བ་ཡངས་པའི་སྐུ་ཐོབ་བོ། །རང་བཞིན་སྟོང་སྟེ་བདག་དང་སེམས་ཅན་བྲལ། །མཚན་མ་མེད་ཅིང་སྒྲ་དང་བྲལ་བ་ཐོབ། །མིག་གི་ཡུལ་ཀུན་ལས་ནི་རབ་འདས་པ། །
en: He attained the vast, sky-like body That is pure, spotless, beautiful, and beyond impurity. “With no self or being, essentially empty, He attained what is without attributes, beyond expression, Beyond the sphere of visual objects.

source: དེ་འདྲའི་སྐུ་ནི་ཐུབ་པས་ཡང་དག་ཐོབ། །
en: Such is the body attained by the sage.

source: གཟོད་མ་ནས་སྟོང་མ་བྱས་མ་བྱུང་བ། །གཟུགས་དང་སྒྲ་བྲལ་ཡིད་ཀྱང་རྣམ་དག་པ། །དེ་བཞིན་གཤེགས་སྐུ་མི་གཡོ་གང་མཐོང་བ། །དེས་ནི་ཕྱོགས་བཅུའི་བདེ་བར་གཤེགས་པ་མཐོང་། །
en: “It is unencumbered by forms or sounds, purified of mind, Completely empty, uncreated, and unarisen. Those who see the immovable body of the Tathāgata See the Sugata in the ten directions.

source: ཇི་ལྟར་སྒྱུ་མ་སྤྲུལ་པ་སྣ་ཚོགས་ལུས། ། རྟ་དང་གླང་པོ་བུད་མེད་སྐྱེས་པའི་གཟུགས། །བྱིས་པ་སླུ་བ་བརྫུན་ཞིང་ཕྱིན་ཅི་ལོག །
en: “A magical illusion may fool the faint hearted And trick them into seeing various bodies, The forms of elephants, horses, women, and men.

source: དེ་བཞིན་སྟོབས་བཅུ་རྣམས་ལ་བལྟ་བར་བྱོས། །
en: The body of one with ten powers should be viewed in the same way.

source: གང་དག་འདས་པའི་བདེ་གཤེགས་དཔག་མེད་དང་། །མ་བྱོན་རྒྱལ་བ་དེ་བཞིན་གང་སྣང་དག །ཆོས་ཉིད་གཅིག་གྱུར་མཉམ་པ་མེད་པའི་སྐུ། །ཆོས་ཀྱི་དབྱིངས་ཀྱི་ཀླས་ཤིང་ནམ་མཁའ་འདྲ། །
en: “Innumerable sugatas have existed in the past, And there are victorious ones, too, that are yet to be seen. Their unequaled bodies are of one nature, Vast as the totality of phenomena, like the sky.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་དེ་བཞིན་གཤེགས་པའི་སྐུ་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་མངོན་པར་དད། ཡིད་ཆེས། རབ་ཏུ་རྟོག ། ཐེ་ཚོམ་མི་ཟ། རྒྱ་ཆེར་དགའ་མགུ་སྟེ། རངས་པ་རྙེད་ནས། ངོ་མཚར་དང་། རྨད་དུ་འདུ་ཤེས་སྐྱེད་དོ། །
en: “In this way, Śāriputra, the bodhisatva has great faith in the inconceivable, truly wondrous and extraordinary body of the Tathāgata. He has trust and confidence and does not doubt it, and to an even greater degree he feels pleasure, joy, and satisfaction as he produces the concept of it as being truly wondrous and extraordinary.

source: ཤཱ་རིའི་བུ་ཇི་ལྟར་ན། བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་དེ་བཞིན་གཤེགས་པའི་དབྱངས་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་མངོན་པར་དད། ཡིད་ཆེས། རབ་ཏུ་རྟོག་པ་ནས་ངོ་མཚར་དང་རྨད་དུ་འདུ་ཤེས་ཀྱི་བར་དུ་འདུ་ཤེས་སྐྱེད་ཅེ་ན། འདི་ལྟར་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་ནི་འདུལ་བའི་དབང་གི་ཕྱིར་འཁོར་ཇི་ལྟ་བ་དེ་བཞིན་དུ་སྒྲ་འབྱུང་སྟེ། སེམས་ཅན་ཐམས་ཅད་རབ་ཏུ་དགའ་བར་བྱ་བའི་ཕྱིར་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་དུ་ཁྱབ་པར་བྱེད་མོད་ཀྱི། ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་ངས་དགེ་སློང་གི་འཁོར་ལོ་ནི་འདི་བཤད། དགེ་སློང་མའི་འཁོར་ལོ་ནི་འདི། དགེ་བསྙེན་གྱི་འཁོར་ལོ་ནི་འདི། དགེ་བསྙེན་མའི་འཁོར་ལོ་ནི་འདི། བྲམ་ཟེའི་འཁོར་ལོ་ནི་འདི། རྒྱལ་རིགས་ཀྱི་འཁོར་ལོ་ནི་འདི། ཁྱིམ་བདག་གི་འཁོར་ལོ་ནི་འདི། ལྷའི་འཁོར་ལོ་ནི་འདི། ཚངས་པའི་འཁོར་ལོ་ནི་འདི་སྟེ། འདི་ལྟ་སྟེ། མདོའི་སྡེ་དང་། དབྱངས་ཀྱིས་བསྙད་པའི་སྡེ་དང་། ལུང་དུ་བསྟན་པའི་སྡེ་དང་། ཚིགས་སུ་བཅད་པའི་སྡེ་དང་། ཆེད་དུ་བརྗོད་པའི་སྡེ་དང་། གླེང་གཞིའི་སྡེ་དང་། རྟོགས་པ་བརྗོད་པའི་སྡེ་དང་། དེ་ལྟ་བུ་བྱུང་བའི་སྡེ་དང་། སྐྱེས་པའི་རབས་ཀྱི་སྡེ་དང་། ཤིན་ཏུ་རྒྱས་པའི་སྡེ་དང་། རྨད་དུ་བྱུང་བའི་ཆོས་ཀྱི་སྡེ་དང་། གཏན་ལ་དབབ་པར་བསྟན་པའི་སྡེ་རྣམས་བཤད་པར་བྱའོ་སྙམ་དུ་མི་དགོངས་མོད་ཀྱི། འོན་ཀྱང་ཤཱ་རིའི་བུ་འཁོར་ཇི་ལྟ་བུ་འདུས་པར་གྱུར་པ། ཚངས་པའི་འཁོར་གྱི་བར་དུ་འདུས་པར་གྱུར་པ། དེ་དག་གི་དབང་པོའི་རིམ་པ་ཅི་འདྲ་བ་དང་། སེམས་ཅན་དེ་དག་ལ་ཆོས་ཀྱི་མདོ་ཇི་ལྟ་བུ་ཐོས་པར་བྱ་དགོས་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ཆོས་ཀྱི་མདོ་ཐོས་པར་བྱ་བ་དེ་བཞིན་གཤེགས་པའི་ཞལ་གྱི་སྒོ་ནས་འབྱུང་བར་ཡང་དག་པར་ཤེས་ཀྱང་ཆོས་བསྟན་པ་དེ་གཅིག་ལ་གཅིག་ངེས་པའི་ཚིག་གནོད་པར་གྱུར་པ་ཡང་མེད་དེ་ཐམས་ཅད་ཀྱང་རང་རང་གི་ཆོས་རྣམ་པར་རིག་པར་ཀུན་ཤེས་སོ། ། དེ་བཞིན་གཤེགས་པའི་དབྱངས་ནི་དེ་བཞིན་གཤེགས་པའི་སྔོན་གྱི་བསོད་ནམས་ཀྱི་འབྲས་བུ་རྣམ་པར་སྨིན་པ་ལས་མངོན་པར་གྲུབ་པ་བདེན་པའི་རྗེས་སུ་འབྲང་བས་འཇུག་གོ །
en: “Śāriputra, what is it about the tathāgatas’ inconceivable tathāgata voice that leads the bodhisatva to have faith in it? What is it that leads the bodhisatva to trust and have confidence in it, and so on, as he produces the concept of it as being truly wondrous and extraordinary? Śāriputra, when the Tathāgata’s voice is heard in an assembly, when he brings it under the power of his teaching, it spreads to all worlds in the ten directions and satisfies all sentient beings. The Tathāgata, however, does not think, ‘I will say this in the assembly of monks, this in the assembly of nuns, this in the assembly of laymen, this in the assembly of laywomen, this in the assembly of brahmins, this in the assembly of kṣatriyas, this in the assembly of householders, this in the assembly of gods, and this in the assembly of brahmā gods, speaking sūtras, songs, prophecies, verses, inspired utterances, morality tales, legends, stories, jātaka tales, extensive teachings, tales of wonder, or discourses on the Dharma.’ And yet, Śāriputra, whatever the composition of the assembly, whichever of the assemblies mentioned above it may be, the sentient beings in that assembly will hear the Dharma expressed in accordance with their abilities. When they listen to the Dharma, they will all be able to understand all the words that come from the Tathāgata’s mouth. Still, the Dharma teachings they receive will not conflict with one another, even though they will each have an individual understanding of the Dharma that is taught. The manifestation of the Tathāgata’s tathāgata voice, which is the result of the ripening of the fruits of previous merit, reflects the truth.

source: ཡང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པའི་དབྱངས་དེ་ནི་འཇམ་པར་འབྱུང་། ཡིད་དུ་འོང་བ་དང་། ཡིད་དགའ་བ་དང་། དག་པ་དང་། དྲི་མ་མེད་པ་དང་། སྙན་པ་དང་། མཉན་པར་འོས་པ་དང་། ཤེས་པར་བྱ་བར་འོས་པ་དང་། མི་རྩུབ་པ་དང་། མི་བརླང་བ་དང་། ལུས་སིམ་པར་བྱེད་པ་དང་། སེམས་ཚིམ་པར་བྱེད་པ་དང་། སྙིང་དགའ་བར་བྱེད་པ་དང་། དགའ་བ་དང་བདེ་བ་སྐྱེད་པ་དང་། ཀུན་ཤེས་པར་བྱེད་པ་དང་། གསལ་ཞིང་འཐད་པ་དང་། མངོན་པར་དགའ་བར་འགྱུར་བ་དང་། ཡིད་དུ་འོང་བ་དང་། སེང་གེའི་སྐད་ཀྱི་དྲག་ཤུལ་གྱི་ང་རོའི་སྒྲ་དང་། སྤྲིན་གྱི་སྒྲ་དབྱངས་དང་། རྒྱ་མཚོའི་སྒྲ་བསྒྲགས་པའི་དབྱངས་དང་། མི་འམ་ཅིའི་གླུའི་དབྱངས་དང་། ཀ་ལ་པིང་ཀའི་ང་རོའི་སྒྲ་དབྱངས་དང་། ཚངས་པའི་ང་རོའི་སྒྲ་དབྱངས་དང་། རྔའི་སྒྲ་དབྱངས་དང་། དཔལ་དང་ལྡན་པ་དང་། མཉེན་པ་དང་། ཟུར་ཕྱིན་པ་དང་། བསྒྲགས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་དབང་པོ་མགུ་བར་བྱེད་པ་དང་། འཁོར་ཐམས་ཅད་དུ་གྲགས་པ་དང་། རྣམ་པ་ཐམས་ཅད་ཀྱི་མཆོག་དང་ལྡན་པ་དང་། དེ་དག་དང་གཞན་ཡོན་ཏན་དཔག་ཏུ་མེད་པ་དང་ལྡན་པའི་དེ་བཞིན་གཤེགས་པའི་གསུང་གི་དབྱངས་འབྱུང་སྟེ
en: “Moreover, Śāriputra, when the tathāgata voice issues forth, it is soft, agreeable, and pleasant. It is pure and stainless. It is admired, celebrated, and proclaimed widely. It is not rough or harsh. It refreshes the body, enraptures the mind, and satisfies the heart. It brings joy and happiness. It is famed and well regarded. It is clear and correct. It is delightful and agreeable. It hits you like the roar of a lion. It rumbles like storm clouds. It resounds like the thundering of the ocean. It is like the songs of the kinnaras. It resounds like the cry of the cuckoo. It resonates like the voice of Brahmā. It reverberates like the beating of drums. It is splendid and delicate. It is full and sonorous. It is pleasing to the senses of all sentient beings. It can be heard in all assemblies. It is a voice supreme in every way. The tathāgata voice is perfect, with these and other immeasurable qualities.

source: ཤཱ་རིའི་བུ་འདི་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་དེ་བཞིན་གཤེགས་པའི་དབྱངས་བསམ་གྱིས་མི་ཁྱབ་པ་སྟེ། དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་མངོན་པར་དད། ཡིད་ཆེས། རབ་ཏུ་རྟོག ། ཐེ་ཚོམ་མི་ཟ། རྒྱ་ཆེར་དགའ་མགུ་སྟེ་རངས་པ་རྙེད་ནས་ངོ་མཚར་དང་རྨད་དུ་འདུ་ཤེས་སྐྱེད་དོ། །
en: “This, Śāriputra, is the inconceivable voice of the Tathāgata, and the bodhisatva has great faith in it. He has trust and confidence and does not doubt it, and to an even greater degree he feels pleasure, joy, and satisfaction as he produces the concept of it as being truly wondrous and extraordinary.”

source: ཚངས་པ་ཡི་ནི་སྒྲ་དབྱངས་སུ། །འདྲེན་པ་གསུང་སྒྲ་རབ་འབྱིན་ཏེ། །
en: “The leader lets his speech carry With the sound of the voice of Brahmā,

source: ཚངས་པ་རྣམས་ནི་ཚིམ་པར་བྱེད། །
en: Delighting all the brahmā gods.

source: འདི་འདྲའི་ཆོས་ནི་ཕུན་སུམ་ཚོགས། །དེ་ཡི་དབྱངས་ནི་བྱམས་དང་ལྡན། །
en: Such is the wondrous impact of the Dharma. “His voice is filled with love,

source: སྙིང་རྗེ་ལས་ནི་ཡང་དག་འབྱུང་། །
en: It arises from compassion.

source: བཏང་སྙོམས་དང་ནི་དགའ་ལྡན་པ། །ཐུབ་པའི་དབྱངས་ནི་རབ་ཏུ་འབྱུང་། །
en: With equanimity and joy, The sage’s voice issues forth.

source: སྲོག་ཆགས་ཀུན་གྱི་འདོད་ཆགས་མེ། །ཞེ་སྡང་དུག་ནི་ཞི་བྱེད་ཅིང་། །གཏི་མུག་མུན་པ་སེལ་བ་སྟེ། །
en: “It pacifies the fire of passion And the poison of anger in all living beings, Scattering the darkness of delusion.

source: ཕུན་སུམ་ཚོགས་དབྱངས་འདི་འདྲའོ། །
en: Such is the wondrous impact of his voice.

source: འཛམ་བུའི་གླིང་གི་སྣ་ཚོགས་ཕྱོགས་རྣམས་ན། །་མིར་གྱུར་པ་ཡི་སྐད་ནི་མཐའ་ཡས་པ། །ཀུན་ན་དེ་ཡི་སྒྲ་རྣམས་སྣ་ཚོགས་པ། །དབྱངས་འདི་ཐོས་ན་རྗེས་སུ་རྟོགས་པར་འགྱུར། །
en: “There is an endless number of languages Among the people of the various countries of this world,་But when people hear his voice they do so in their own language, And all are able to understand.

source: ས་བླ་དང་ནི་དེ་བཞིན་བར་སྣང་ལྷ། །དེ་དག་ཅི་འདྲའི་སྐད་ལ་འཇུག་པ་ལྟར། །དེ་ཕྱིར་ཐུབ་དབང་དབྱངས་ནི་རབ་ཞུགས་ཏེ། །རྣམ་པར་དེས་ཐོས་མྱ་ངན་འདས་རེག་འགྱུར། །
en: “The earth-bound, the gods in the heavens, And those in between are equally able to engage with what is said. When they encounter the voice of the powerful sage And truly absorb his words, they reach nirvāṇa.

source: རྐང་གཉིས་དག་དང་རྐང་བཞི་རྣམས་དང་ནི། །རྐང་མངས་དག་དང་རྐང་པ་མེད་པ་རྣམས། །ཐམས་ཅད་ལ་ནི་དེ་ཡི་སྒྲ་དབྱངས་འཇུག །
en: “Those with two feet and those with four, Those with many feet and those with none— Are all exhilarated when his words reach them.

source: བསྐུལ་ནས་རབ་ཏུ་འཆོས་ཤིང་ཚར་གཅོད་བྱེད། །སྟོང་གསུམ་འདི་ཡི་སྒྲ་རྣམས་ཇི་སྙེད་པ། །ཐ་མ་དང་ནི་འབྲིང་དང་དེ་བཞིན་རབ། །དེ་དག་རྗེས་སུ་འཇུག་དབྱངས་དེ་སྒྲོགས་ཏེ། །
en: They are gripped and enthralled. “In the three-thousandfold worlds He will adapt his words To lesser, average, and superior beings,

source: འདུལ་བའི་སེམས་ཅན་ཐར་བར་རེག་པར་བྱེད། །
en: So that all who practice may attain liberation.

source: རྟོག་པ་མེད་ཅིང་རྣམ་པར་མི་རྟོག་སྟེ། །
en: “It is not conceptual or deliberated,

source: གཟུང་བ་དང་ནི་བཅིངས་ལས་བྱུང་མ་ཡིན། །
en: Nor is it preconceived or restricted.

source: མཉམ་པར་བཞག་པས་འཕགས་པའི་བདེན་པ་འཆད། །
en: Composed and concentrated, he speaks the noble truth,

source: སེམས་ཅན་ཐོས་ནས་ཉོན་མོངས་ཞི་བར་བྱེད། །
en: And when beings hear it their vices come to an end.

source: སངས་རྒྱས་ཆོས་དང་དེ་བཞིན་དགེ་འདུན་སྒྲ། །སྦྱིན་ཐོས་ཚུལ་ཁྲིམས་དེ་བཞིན་བཟོད་པ་དག ། མཐའ་ཡས་སྒྲ་ནི་སེམས་ཅན་ཐོས་བྱེད་དེ། །དེ་བཞིན་གཤེགས་པའི་དབྱངས་ནི་དེ་འདྲའོ། །
en: “Beings come to hear words without end, Words such as Buddha, Dharma, and Saṅgha, As well as generosity, learning, morality, and patient acceptance—The voice of the Tathāgata gives expression to all this.

source: དབྱངས་ཀྱང་མཐའ་ཡས་ཡེ་ཤེས་མཐའ་ཡས་པ། །དེ་ཡི་དབྱངས་ཀྱི་ཚད་ནི་ཡོང་མེད་དེ། །
en: “His voice cannot be measured. It is the limitless voice of limitless understanding.

source: དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་མཁས་དད་ཅིང་། །དེ་བཞིན་གཤེགས་པའི་དབྱངས་ལ་ཐེ་ཚོམ་མེད། །
en: This is what the wise bodhisatva trusts.

source: ཤཱ་རིའི་བུ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་བསམ་གྱིས་མི་ཁྱབ་པ་ལ་མངོན་པར་དད། ཡིད་ཆེས། རབ་ཏུ་རྟོག་ཐེ་ཚོམ་མི་ཟ། ཐོས་ནས་རྒྱ་ཆེར་དགའ་མགུ་སྟེ། ། རངས་པ་རྙེད་ནས་ངོ་མཚར་དང་། རྨད་དུ་འདུ་ཤེས་སྐྱེད་ཅེ་ན། འདི་ལྟར་ཤཱ་རིའི་བུ་ཆོས་ཐམས་ཅད་ལ་དེ་བཞིན་གཤེགས་པའི་ཆགས་པ་མེད་པའི་ཡེ་ཤེས་གཟིགས་པ་འཇུག་སྟེ། དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་མངོན་པར་དད། ཡིད་ཆེས། རབ་ཏུ་རྟོག་པ་ནས་དད་པས་ངོ་མཚར་དང་། རྨད་ཀྱི་བར་དུ་འདུ་ཤེས་སྐྱེད་དོ། ། དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་བརྩམས་ཏེ་ཁྱོད་ལ་དཔེ་བསྟན་པར་བྱའོ། །
en: He does not doubt the voice of the Tathāgata.
